IDEA Open Model
ConnectionSetup.BearingAngle Property
 Load distribution angle of concrete block in calculation of factor Kj
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public double BearingAngle { get; set; }
Public Property BearingAngle As Double
	Get
	Set
public:
property double BearingAngle {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace